Repository: knocte/ProdLer
Catalog: locale/*/LC_MESSAGES/prodler.po
Languages: es_es

source: Accept
es_es: Aceptar

source: Cancel
es_es: Cancelar

source: Configuration
es_es: Configuración

source: Brands
es_es: Marcas

source: Categories
es_es: Familias

source: Dealers
es_es: Proveedores

source: Home
es_es: Inicio

source: Products
es_es: Productos

source: New Product
es_es: Nuevo Producto

source: Send
es_es: Enviar

source: Restore
es_es: Restaurar

source: Date
es_es: Fecha

source: ROOT
es_es: RAÍZ

source: Invalid data received from the form
es_es: Datos del formulario inválidos

source: URL cannot have spaces
es_es: La URL no puede contener espacios

source: Brand not found
es_es: Marca no encontrada

source: Category not found
es_es: Familia no encontrada

source: Dealer not found
es_es: Proveedor no encontrado

source: Creation
es_es: Creación

source: Modification
es_es: Modificación

source: NEVER
es_es: NUNCA

source: NEW
es_es: NUEVO

source: Product Catalogue
es_es: Catálogo de Productos

source: Products Catalogue
es_es: Catálogo de Productos

source: Product catalogue
es_es: Catálogo de productos

source: Products catalogue
es_es: Catálogo de productos

source: Product Search
es_es: Búsqueda de Productos

source: Products Search
es_es: Búsqueda de Productos

source: Products search
es_es: Búsqueda de productos

source: Product search
es_es: Búsqueda de productos

source: Catalogue
es_es: Catálogo

source: Contact us
es_es: Consultar

source: Information
es_es: Información

source: Main site
es_es: Web principal

source: About
es_es: Acerca de

source: Price
es_es: Precio

source: Products found
es_es: Productos encontrados

source: Search by text & association
es_es: Buscar por texto y asociación

source: Welcome to the interactive products catalogue of
es_es: Bienvenido al catálogo de productos interactivo de

source: Please select the method you want to explore its contents
es_es: Por favor, elija el método que desea para explorar su contenido

source: Brands listing
es_es: Listado de marcas

source: Click
es_es: Haga click

source: here
es_es: aquí

source: if you want to explore the catalogue selecting a brand to view its products
es_es: si desea explorar el catálogo seleccionando una marca para ver sus productos

source: Categories clasification
es_es: Clasificación por familias

source: to dive into the tree of the products categories
es_es: para sumergirse en el árbol de familias

source: to search any products on the database, based on different criteria
es_es: para efectuar una búsqueda de productos en la base de datos, basada en distintos criterios

source: Categories in the catalogue
es_es: Familias en el catálogo

source: Brand name is a required field
es_es: El nombre para la marca es un campo requerido

source: You have exceeded the maximum number of characters for the brand name
es_es: Ha excedido el número máximo de caracteres para el nombre de la marca

source: You have exceeded the maximum number of characters for the brand URL
es_es: Ha excedido el número máximo de caracteres para la URL de la marca

source: The brand has been successfully created
es_es: La marca se ha creado con éxito

source: There is already a brand with that name
es_es: Ya existe una marca con el nombre especificado

source: The brand has been successfully modified
es_es: La marca se ha modificado con éxito

source: Brand creation
es_es: Creación de marca

source: You have to select a particular brand to modify an entry
es_es: Debe seleccionar una marca concreta para modificar una entrada

source: Brand modification
es_es: Modificación de marca

source: You have to select a particular brand to delete an entry
es_es: Debe seleccionar una marca concreta para eliminar una entrada

source: Brand successfully deleted
es_es: Marca eliminada con éxito

source: You have to select a particular brand to show its products
es_es: Debe seleccionar una marca concreta para mostrar sus productos

source: of brand
es_es: marca

source: You cannot delete a brand which contains products
es_es: No puede eliminar una marca que contiene productos

source: Category creation
es_es: Creación de familia

source: You have to select a particular category to modify an entry
es_es: Debe seleccionar una familia en concreto para modificar una entrada

source: Category modification
es_es: Modificación de familia

source: You have to select a particular category to delete an entry
es_es: Debe seleccionar una familia en concreto para eliminar una entrada

source: Category successfully deleted
es_es: Familia eliminada con éxito

source: You have to select a particular category to show its products
es_es: Debe seleccionar una familia en concreto para mostrar sus productos

source: of category
es_es: de la familia

source: You cannot delete a category which contains subcategories and/or products
es_es: No puede eliminar una familia que contiene subfamilias y/o productos

source: Category name is a required field
es_es: El nombre de la familia es un campo requerido

source: Parent category is a required field
es_es: La familia padre es un dato requerido

source: You have exceeded the maximum number of characters for the category name
es_es: Ha excedido el número máximo de caracteres para el nombre de la familia

source: Parent category not found
es_es: Familia padre no encontrada

source: The category has been successfully created
es_es: La familia se ha creado con éxito

source: The category has been successfully modified
es_es: La familia se ha modificado con éxito

source: There is already a category with that name
es_es: Ya existe una familia con el nombre especificado

source: Dealer creation
es_es: Creación de proveedor

source: You have to select a particular dealer to modify an entry
es_es: Debe seleccionar un proveedor en concreto para modificar una entrada

source: Dealer modification
es_es: Modificación de proveedor

source: You have to select a particular dealer to delete an entry
es_es: Debe seleccionar un proveedor en concreto para eliminar una entrada

source: Dealer successfully deleted
es_es: Proveedor eliminado con éxito

source: You have to select a particular dealer to show its products
es_es: Debe seleccionar un proveedor en concreto para mostrar sus productos

source: of dealer
es_es: del proveedor

source: You cannot delete a dealer which contains provisions
es_es: No puede eliminar un proveedor que contiene suministros

source: Dealer name is a required field
es_es: El nombre del proveedor es un campo requerido

source: Dealer alias is a required field
es_es: El alias del proveedor es un campo requerido

source: You have exceeded the maximum number of characters for the dealer name
es_es: Ha excedido el número máximo de caracteres para el nombre del proveedor

source: You have exceeded the maximum number of characters for the dealer alias
es_es: Ha excedido el número máximo de caracteres para el alias del proveedor

source: You have exceeded the maximum number of characters for the dealer URL
es_es: Ha excedido el número máximo de caracteres para la URL del proveedor

source: You have exceeded the maximum number of characters for the
es_es: Ha excedido el número máximo de caracteres para el

source: You have exceeded the maximum number of characters for the dealer address
es_es: Ha excedido el número máximo de caracteres para la dirección del proveedor

source: You have exceeded the maximum number of characters for a phone field
es_es: Ha excedido el número máximo de caracteres para alguno de los teléfonos

source: You have exceeded the maximum number of characters for the dealer contact
es_es: Ha excedido el número máximo de caracteres para la persona de contacto

source: You have exceeded the maximum number of characters for the notes
es_es: Ha excedido el número máximo de caracteres para las notas

source: The dealer has been successfully created
es_es: El proveedor se ha creado correctamente

source: There is already a dealer with the same name, alias or
es_es: Ya existe un proveedor con el mismo nombre, alias o

source: The dealer has been successfully modified
es_es: El proveedor ha sido modificado con éxito

source: Company name is a required field
es_es: El nombre de la empresa es un campo requerido

source: You have exceeded the maximum number of characters for the company name
es_es: Ha excedido el número máximo de caracteres para el nombre de la empresa

source: You have exceeded the maximum number of characters for the company URL
es_es: Ha excedido el número máximo de caracteres para la URL de la empresa

source: Preferences have been successfully initialized
es_es: Las preferencias se han inicializado con éxito

source: Logo Image
es_es: Imagen de logotipo

source: Logo Icon
es_es: Icono de logotipo

source: The tax quantity must be numeric
es_es: El porcentaje de impuestos debe ser un dato numérico

source: Preferences have been succesfully saved
es_es: Las preferencias han sido establecidas con éxito

source: You have to select a valid dealer to insert a new price
es_es: Debe seleccionar un proveedor concreto para insertar un nuevo precio

source: You have to write the name of a new dealer to insert a price this way
es_es: Debe escribir el nombre de un proveedor nuevo para insertar un nuevo precio de esa manera

source: Product creation
es_es: Creación de producto

source: The product has been successfully created
es_es: El producto se ha creado satisfactoriamente

source: There is already a product with the same brand and model
es_es: Ya existe un producto con la marca y modelo especificados

source: You have to specify if the brand is new or existing
es_es: Debe especificar si la marca es existente o nueva

source: You have to select a particular brand
es_es: Debe seleccionar una marca concreta

source: You have to write the name of the new brand
es_es: Debe escribir el nombre de la nueva marca

source: You have exceeded the maximum number of characters for the new brand
es_es: Ha excedido el número máximo de caracteres para la nueva marca

source: Product model is a required field
es_es: El modelo del producto es un campo requerido

source: You have exceeded the maximum number of characters for the product model
es_es: Ha excedido el número máximo de caracteres para el modelo del producto

source: You have exceeded the maximum number of characters for the product description
es_es: Ha excedido el número máximo de caracteres para la descripción del producto

source: You have exceeded the maximum number of characters for the product characteristics
es_es: Ha excedido el número máximo de caracteres para las características del producto

source: You have exceeded the maximum number of characters for the product specifications
es_es: Ha excedido el número máximo de caracteres para las especificaciones del producto

source: You have to select a particular category
es_es: Debe seleccionar una familia concreta

source: You have to select the parent category of the new subcategory
es_es: Debe seleccionar la familia padre de la nueva subfamilia

source: You have to write the name of the new category
es_es: Debe escribir el nombre de la nueva familia

source: You have to write only numbers for price fields
es_es: Debe escribir solamente números en los campos de precio

source: The product has been successfully modified
es_es: El producto se ha modificado satisfactoriamente

source: You have to select a particular product to modify an entry
es_es: Debe seleccionar un producto concreto para modificar una entrada

source: You have to select a particular product to delete an entry
es_es: Debe seleccionar un producto concreto para eliminar una entrada

source: Product successfully deleted
es_es: Producto eliminado con éxito

source: Product not found
es_es: Producto no encontrado

source: Product modification
es_es: Modificación de producto

source: The product is going to be deleted from the database
es_es: El producto será eliminado de la base de datos

source: You have to write some number to search a particular product
es_es: Debe escribir un número para buscar un producto en particular

source: found
es_es: encontrados

source: not included
es_es: no incluido

source: Image
es_es: Imagen

source: None
es_es: Ninguna

source: Preview
es_es: Vista previa

source: Image code
es_es: Código de imagen

source: Image filename
es_es: Archivo de imagen

source: New image
es_es: Nueva imagen

source: Select a file
es_es: Escoja un fichero

source: No images
es_es: No hay imágenes

source: Image preview
es_es: Imagen de vista previa

source: Catalogue Administration
es_es: Administración del catálogo

source: Welcome to the administrative zone
es_es: Bienvenido a la zona administrativa

source: Powered by
es_es: Basado en

source: non-required
es_es: no requerido

source: using
es_es: usando

source: Best viewed with
es_es: Optimizado para

source: Recommended resolution
es_es: Resolución recomendada

source: http://www.mozilla.org/
es_es: http://www.mozillaes.org/

source: Brand name
es_es: Nombre de la marca

source: Brand URL
es_es: URL de la marca

source: Brands Management
es_es: Gestión de Marcas

source: ALL BRANDS
es_es: TODAS

source: No brands set
es_es: No hay marcas

source: Add new brand
es_es: Añadir nueva marca

source: Modify selected brand
es_es: Modificar marca

source: Delete selected brand
es_es: Eliminar marca

source: Products of selected brand
es_es: Mostrar productos

source: Total number of brands
es_es: Número total de marcas

source: Categories Management
es_es: Gestión de Familias

source: Add new category
es_es: Añadir nueva familia

source: Modify selected category
es_es: Modificar familia

source: Delete selected category
es_es: Eliminar familia

source: Products of selected category
es_es: Mostrar productos

source: Total number of categories
es_es: Número total de familias

source: Select the parent category
es_es: Escoja su familia padre

source: Category name
es_es: Nombre de la familia

source: Dealers Management
es_es: Gestión de Proveedores

source: ALL DEALERS
es_es: TODOS

source: No dealers set
es_es: No hay proveedores

source: Add new dealer
es_es: Añadir nuevo proveedor

source: Modify selected dealer
es_es: Modificar proveedor

source: Delete selected dealer
es_es: Eliminar proveedor

source: Products of selected dealer
es_es: Mostrar productos

source: Name
es_es: Nombre

source: Address
es_es: Dirección

source: Phone
es_es: Teléfono

source: Contact
es_es: Contacto

source: Payment
es_es: Pago

source: Notes
es_es: Notas

source: Undefined
es_es: Indefinido

source: Account charge
es_es: Cargo en cuenta

source: Bank transfer
es_es: Transferencia

source: Check
es_es: Cheque

source: Cash
es_es: Efectivo

source: Other
es_es: Otro

source: Total number of dealers
es_es: Número total de proveedores

source: Database Initialization
es_es: Inicialización de la Base de Datos

source: ProdLer database is not initialized
es_es: La Base de Datos de ProdLer no está inicializada

source: Please fill the following form
es_es: Por favor, rellene los siguientes campos

source: Your company name
es_es: Nombre de su empresa

source: Your company URL
es_es: URL de su empresa

source: Preferences
es_es: Preferencias

source: Company
es_es: Empresa

source: Default benefit
es_es: Margen predeterminado

source: Over final price
es_es: Sobre el PVP

source: Over dealer price
es_es: Sobre el PVD

source: Tax
es_es: Impuestos

source: Include tax on prices
es_es: Añadir impuestos a precios

source: Include sentence
es_es: Poner aviso

source: Do not use tax
es_es: No usar impuestos

source: Miscellaneous
es_es: Miscelánea

source: Name for dealer identification
es_es: Nombre para la identificación de proveedores

source: Date syntax
es_es: Sintaxis de fecha

source: Currency
es_es: Moneda

source: Symbol
es_es: Símbolo

source: Decimal divisor character
es_es: Caracter para el divisor decimal

source: Language
es_es: Idioma

source: Default for visitors
es_es: Predeterminado para visitantes

source: Default for configuration zone
es_es: Predeterminado para zona de configuración

source: Auto-detect
es_es: Auto-detectar

source: Force to default
es_es: Restringir al predeterminado

source: Web style
es_es: Estilos web

source: Brand
es_es: Marca

source: Category
es_es: Familia

source: Existing
es_es: Existente

source: Select a brand
es_es: Escoja una marca

source: New
es_es: Nueva

source: Model
es_es: Modelo

source: Description
es_es: Descripción

source: Create subcategory
es_es: Crear subfamilia

source: Characteristics
es_es: Características

source: Specifications
es_es: Especificaciones

source: Dealer
es_es: Proveedor

source: Dealer price
es_es: Coste

source: Action
es_es: Acción

source: Delete provision
es_es: Eliminar suministro

source: Select a dealer
es_es: Escoja un proveedor

source: No more dealers
es_es: No hay proveedores

source: No dealers
es_es: No hay proveedores

source: Add price
es_es: Añadir coste

source: Add price and dealer
es_es: Añadir coste y proveedor

source: Next
es_es: Siguiente

source: You have inserted some dealer or price information which was not inserted as a provision.
es_es: Se han introducido ciertos datos de proveedor y/o precio que no fueron insertados como suministro.

source: By text
es_es: Por texto

source: Search within
es_es: Buscar en

source: Search
es_es: Buscar

source: Show all products
es_es: Mostrar todos los productos

source: By reference code
es_es: Por código de referencia

source: By association
es_es: Por asociación

source: Total number of products
es_es: Número total de productos

source: Products Management
es_es: Gestión de Productos

source: No products
es_es: No hay productos

source: Add new product
es_es: Añadir nuevo producto

source: Modify selected product
es_es: Modificar producto

source: Delete selected product
es_es: Eliminar producto

source: Number of products
es_es: Número de productos

source: Development
es_es: Desarrollo

source: Message to the user
es_es: Mensaje para el usuario

source: en
es_es: es_ES
